IdeaRS.OpenModel.Connection.CheckResPlate
Check value for Plate

IdeaRS.OpenModel.Connection.CheckResPlate.Name
Name of Plate

IdeaRS.OpenModel.Connection.CheckResPlate.CheckStatus
Status of the Check

IdeaRS.OpenModel.Connection.CheckResPlate.LoadCaseId
Id of Load Case

IdeaRS.OpenModel.Connection.CheckResPlate.MaxStrain
Max Strain

IdeaRS.OpenModel.Connection.CheckResPlate.MaxStress
Max Stress

IdeaRS.OpenModel.Connection.CheckResPlate.Items
In case of presentation of groups plates (uncoiled beams)